{
  "February": [
    {
      "id": 5,
      "week": 1,
      "month": "February",
      "theme": "Wildlife - Animal Kingdom",
      "photographer": "Arnab Sarkar",
      "email": "24f1005678@ds.study.iitm.ac.in",
      "description": "In the heart of the wild, this stunning shot of a leopard emerging from the shadows captures both grace and raw power. The intense gaze, the perfect camouflage, and the quiet dominance of this majestic beast remind us why the animal kingdom never ceases to awe. A moment frozen in time — fierce, fearless, and breathtaking. Let nature write its own story through your lens.",
      "image": "/images/week3.jpeg"
    },
    {
      "id": 6,
      "week": 2,
      "month": "February",
      "theme": "The Golden Hour",
      "photographer": "Arnab Sarkar",
      "email": "24f1006789@ds.study.iitm.ac.in",
      "description": "Bathed in golden tranquility, this serene riverside scene captures the essence of the golden hour. The calm waters reflect the setting sun like a mirror, while the lone boat and silhouettes of trees add a poetic stillness to the moment. A perfect blend of light, shadow, and emotion — this image is where nature whispers peace and the sky tells its final story of the day.",
      "image": "/images/golden_hour.png"
    },
    {
      "id": 7,
      "week": 3,
      "month": "February",
      "theme": "Macro Magic",
      "photographer": "Ashwin A",
      "email": "24f1007890@ds.study.iitm.ac.in",
      "description": "Tiny yet powerful — this macro shot captures a rare moment between two ants in stunning detail. The vibrant green backdrop and sharp focus reveal the hidden beauty of nature's smallest wonders.",
      "image": "/images/macro_magiv.png"
    }
  ],
  "March": [
    {
      "id": 9,
      "week": 1,
      "month": "March",
      "theme": "Daily Hustle",
      "photographer": "Anirban Das",
      "email": "24f1009012@ds.study.iitm.ac.in",
      "description": "Amidst the crowd and chaos, this striking frame freezes a powerful moment of stillness. The vibrant orange-robed figure stands out, telling a silent story in the middle of the city's rush — a perfect slice of everyday life captured in motion. ",
      "image": "/images/daily_hustle.png"
    },
    {
      "id": 10,
      "week": 2,
      "month": "March",
      "theme": " Architectural Wonders",
      "photographer": "Fatima Fidha",
      "email": "24f1000123@ds.study.iitm.ac.in",
      "description": "A masterpiece of symmetry and light, this shot captures the elegance of design reflected in still water. The rhythmic arches and glowing domes tell a story of craftsmanship that transcends time — where architecture becomes poetry in stone.",
      "image": "/images/architectural_wonders.png"
    },
    {
      "id": 11,
      "week": 3,
      "month": "March",
      "theme": "Wheels In Motion",
      "photographer": "Arghyadeep Biswas",
      "email": "24f1001234@ds.study.iitm.ac.in",
      "description": "A vibrant glimpse into the pulse of the city — this shot captures the thrill of motion from the heart of an auto ride. The blur of neon-lit streets and the rainy windshield bring speed, story, and street life together in one dynamic frame. ",
      "image": "/images/wheels_in_motion.png"
    },
    {
      "id": 12,
      "week": 4,
      "month": "March",
      "theme": "Capture the Flavor",
      "photographer": "Isha Gupta",
      "email": "24f1002345@ds.study.iitm.ac.in",
      "description": "This sizzling shot of cheesy, spicy pizza is a flavor explosion captured in a frame. The golden crust, melty layers, and fiery toppings make it absolutely irresistible — a true celebration of comfort food done right!",
      "image": "/images/capture_flavour.png"
    }
  ],
  "April": [
    {
      "id": 13,
      "week": 1,
      "month": "Arpil",
      "theme": "Cosmic Wonders",
      "photographer": "YASHAS K RAO",
      "email": "24f1009012@ds.study.iitm.ac.in",
      "description": "Amidst the vast darkness of space, the Orion Nebula glows with ethereal light — a stellar nursery where new stars are born. Surrounded by a sea of distant stars, it stands as one of the universe's most captivating cosmic wonders, reminding us of the beauty and mystery that lies beyond Earth. ",
      "image": "/images/cosmic_wonders.png"
    },
    {
      "id": 14,
      "week": 2,
      "month": "April",
      "theme": "Artified",
      "photographer": "Sahil Bind",
      "email": "24f1000123@ds.study.iitm.ac.in",
      "description": "Bathed in golden twilight, this dreamy scene evokes the gentle magic of a Ghibli world — where glowing fireflies dance beneath an ancient tree and the setting sun whispers stories to the stars. It's nature seen through an artist's soul — soft, serene, and wonderfully artified.",
      "image": "/images/artified.png"
    },
    {
      "id": 15,
      "week": 3,
      "month": "April",
      "theme": "Echoes Of Yesterday",
      "photographer": "Vashu Pandey",
      "email": "24f1001234@ds.study.iitm.ac.in",
      "description": "Beneath the comforting shade of this old mango tree, time seems to slow. The worn plastic chairs, faded by sun and stories, whisper of childhood summers, lazy afternoons, and laughter that once echoed through the leaves. A simple scene, yet it holds a universe of memories — a quiet ode to the Echoes of Yesterday.",
      "image": "/images/echoes_of_yesterday.png"
    },
    {
      "id": 16,
      "week": 4,
      "month": "April",
      "theme": "Paint With Light",
      "photographer": "NAMAN DEEP SINGH",
      "email": "24f1002345@ds.study.iitm.ac.in",
      "description": "Light dances through darkness to form 2025 — a glowing symbol of the future captured through motion and time. This long-exposure image transforms fleeting strokes into a bold visual, blending creativity with precision. A perfect ode to the theme Paint with Light, where every streak becomes a brushstroke on the canvas of night.",
      "image": "/images/paint_with_light.png"
    }
  ],
  "May": [
    {
      "id": 17,
      "week": 1,
      "month": "May",
      "theme": "Workspace Whispers",
      "photographer": "Sahil Singh",
      "email": "24f1009012@ds.study.iitm.ac.in",
      "description": "A quiet desk lit by a single lamp, scattered with notes, a glowing screen, and the gentle hum of focus — this is where ideas take shape. In the stillness of night, this setup speaks volumes. Workspace Whispers isn't just about tools, it's about the unspoken rhythm of dedication, the soft echoes of late-night learning, and the space where thoughts turn into action.",
      "image": "/images/setup.png"
    },
    {
      "id": 18,
      "week": 2,
      "month": "May",
      "theme": "Whishpers Within",
      "photographer": "Suvee sarkar",
      "email": "24f1000123@ds.study.iitm.ac.in",
      "description": "With the mountains stretched endlessly ahead and a cup in hand, silence speaks louder than words. In this stillness, the soul listens – to the wind, the vastness, the peace. Whispers Within is about these quiet moments of reflection, where the world fades and all that remains is you, your thoughts, and the gentle hum of the universe.",
      "image": "/images/Whispers_within.png"
    },
    {
      "id": 19,
      "week": 3,
      "month": "May",
      "theme": "Shades of Silence",
      "photographer": "Rishabh Singh",
      "email": "24f1001234@ds.study.iitm.ac.in",
      "description": "A lone wooden bridge stretches endlessly toward silent mountains, captured in haunting monochrome. Each step forward echoes the weight of stillness, the strength of solitude. Shades of Silence isn't just the absence of sound — it's the quiet tension between the known and the unknown, the seen and the felt, the journey and the self.",
      "image": "/images/silence_of_shadows.png"
    },
    {
      "id": 20,
      "week": 4,
      "month": "May",
      "theme": "Break due to Paradox 2025",
      "photographer": "No Winner",
      "email": "24f1001234@ds.study.iitm.ac.in",
      "description": "No POTW this week because everyone is at campus busy in enjoying Paradox 2025",
      "image": "/images/PAradox_break.jpg"
    }
  ],
  "June": [
    {
      "id": 21,
      "week": 1,
      "month": "June",
      "theme": "Break due to Paradox",
      "photographer": "No Winner",
      "email": "24f1009012@ds.study.iitm.ac.in",
      "description": "No POTW this week because everyone is at campus busy in enjoying Paradox 2025",
      "image": "/images/PAradox_break.jpg"
    },
    
    {
      "id": 22,
      "week": 2,
      "month": "June",
      "theme": "Break due to Paradox",
      "photographer": "No Winner",
      "email": "24f1009012@ds.study.iitm.ac.in",
      "description": "No POTW this week because everyone is at campus busy in enjoying Paradox 2025",
      "image": "/images/PAradox_break.jpg"
    },
    {
      "id": 23,
      "week": 3,
      "month": "June",
      "theme": "Paradox & Memories",
      "photographer": "Anshi Jain",
      "email": "24f1009012@ds.study.iitm.ac.in",
      "description": "In the midst of travel, fest chaos, and ever-moving days, it's moments like these — gathered hands, a deck of UNO, and bursts of laughter — that become the heart of every journey. Captured in the glow of shared stories and silent rivalries, this frame speaks of Paradox 2025 not through grand adventures, but through the joy of pause, play, and pure jubilation.",
      "image": "/images/paradox_memories.png"
    },
    
    {
      "id": 24,
      "week": 4,
      "month": "June",
      "theme": "Architecture and Symmetry",
      "photographer": "Priyanshu Sharma",
      "email": " ",
      "description": "Framing the soul of symmetry – this shot captures the perfect corner of a Rajasthani haveli, where geometry meets heritage. The play of lines draws the eye upward to the twin arched windows, slightly ajar, revealing stories untold.",
      "image": "/images/potw_16.jpg"
    }
  ],
    "July": [
    {
      "id": 25,
      "week": 1,
      "month": "July",
      "theme": "Moods Of Monsoon",
      "photographer": "Khushi",
      "email": "",
      "description": "A forest wrapped in mist, clouds heavy with stories, and light breaking gently through this frame captures the soul of the monsoon. It’s not just rain; it’s rhythm, reflection, and raw emotion. A quiet symphony where every droplet paints the sky, and nature sways to the music of the storm.",
      "image": "/images/mood_of_monsson.jpg"
    },
    {
      "id": 26,
      "week": 2,
      "month": "July",
      "theme": "Abstract Photography",
      "photographer": "Gouri Nandana",
      "email": "",
      "description": "A lone paper boat drifts across a dark sea of fabric delicate, uncertain, and beautifully adrift. There's no clear story, only emotion: a quiet longing, a memory half-formed, a journey imagined. This is the essence of Beyond the Frame abstract not in what it shows, but in what it makes you feel.",
      "image": "/images/abstract_photography.jpg"
    },
    {
      "id": 27,
      "week": 3,
      "month": "July",
      "theme": "Wildlife Photography",
      "photographer": "Aditi",
      "email": "",
      "description": "Two tiny fledglings huddle together on a fragile branch — innocent, alert, and untouched by the noise of the world. Their feathers ruffle in the breeze, but their bond holds steady.",
      "image": "/images/potw27.jpg"
    },
    {
      "id": 28,
      "week": 4,
      "month": "July",
      "theme": " Portrait Photography",
      "photographer": "Vashu Pandey",
      "email": "",
      "description": "A moment of quiet wonder, her eyes drawn to something above, lost in thought. This portrait captures not just her gaze, but the innocence and curiosity of childhood.",
      "image": "/images/potw28.jpg"
    }
  ],
  "August": [
    {
      "id": 29,
      "week": 1,
      "month": "August",
      "theme": "Monochrome Moments",
      "photographer": "Mohikshit Ghorai",
      "email": "",
      "description": "A monochrome reimagining of an iconic Death Note scene - shadows, tension, and that unmistakable stillness before everything changes.",
      "image": "/images/potw_29.jpg"
    },
    {
      "id": 30,
      "week": 2,
      "month": "August",
      "theme": "Colors of Freedom",
      "photographer": "Khushi",
      "email": "",
      "description": "Freedom is not just seen in flags and parades, but in the reflections within us. This close-up eye captures the tricolor spirit as a symbol of vision, pride, and unity — a reminder that independence lives in the way we see our nation and the hope we carry forward.",
      "image": "/images/potw_30.jpg"
    },
    {
      "id": 31,
      "week": 3,
      "month": "August",
      "theme": "Echoes of Everyday",
      "photographer": "Chitransh",
      "email": "",
      "description": "In the pauses of life, time speaks the loudest. A man rests against the fading walls, wrapped in silence and shadows, a moment of waiting, of 'Intejaar'. Everyday sights like these hold stories of patience, resilience, and the quiet poetry of existence.",
      "image": "/images/potw_31.jpg"
    }
  ]
}
